Repository: 84000/data-translation-memory
Catalog: toh307_84000-the-limits-of-life.tmx
Source language: bo
Languages: en

source: །དེ་ནི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་ངུ་འབོད་ཀྱི་ཉིན་ཞག་གཅིག་གོ། །ཉིན་ཞག་དེ་སུམ་ཅུ་ལ་ཟླ་བ་གཅིག །ཟླ་བ་བཅུ་གཉིས་ལ་ལོ་གཅིག་སྟེ། སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་ངུ་འབོད་ཀྱི་སེམས་ཅན་དམྱལ་བ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་དེ་ལྟ་བུར་བརྩིས་པའི་ལོ་བཞི་སྟོང་ཐུབ་སྟེ།
en: “This—that is, five hundred seventy-six million human years—corresponds to one day and night for the beings in the great hell Wailing. Since thirty such days constitute one month, and twelve such months constitute one year, the lifespan of the beings in the great hell Wailing is four thousand years by this way of calculating.

source: དེ་མིའི་ལྟར་བརྩིས་ན་ལོ་བྱེ་བ་ཕྲག་ས་ཡ་གཉིས་དང་། བྱེ་བ་ཕྲག་དགུ་འབུམ་བཞི་ཁྲི་བཞི་སྟོང་དང་། བྱེ་བ་ཕྲག་བརྒྱད་ཡོད་དེ།
en: According to human years, this is 8 9 trillion 440 billion years. Premature death does occur.”

source: བར་མ་དོར་འཆི་བ་ནི་ཡོད་དོ། །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ། འཇིགས་སུ་རུང་ལ་དྲག་ཤུལ་ཅན།
en: Then, at that time, the Bhagavān spoke the following verses:

source: །ལག་པ་གཉིས་ནི་ཁྲག་གིས་བསྐུས།
en: “Those whose hands are smeared with blood, Whose appearance is dreadful, fierce, and terrifying,

source: །སྡིག་པའི་ལས་ནི་སྤྱོད་པ་ཡིས།
en: Through their evil conduct

source: །རྟག་ཏུ་ངུ་འབོད་འགྲོ་བར་འགྱུར།
en: Will forever go to Wailing.

source: །གཞལ་ལུགས་གཡོ་དང་སྒྱུ་བྱེད་མི། །སྐྱེ་བོ་དག་ནི་ཡིད་ཕྱུང་བས།
en: “Flatterers and conjurers, and those who use deceit to cheat others,

source: །འཇིགས་སུ་རུང་བའི་སྒྲ་འབྱིན་ཅིང་།
en: May not utter terrifying sounds, But because they ruin people,

source: །ཡུན་རིང་དུ་ནི་འབོད་སྲེག་འགྱུར།
en: They will burn in hell for a long time.

source: །དགེ་སློང་དག་མི་རྣམས་ཀྱི་ལོ་བརྒྱད་བརྒྱ་གང་ཡིན་པ་དེ་འཕྲུལ་དགའི་ལྷ་རྣམས་ཀྱི་ཉིན་ཞག་གཅིག་གོ།
en: “Monks, eight hundred human years corresponds to one day and night for the devas of the Heaven of Delighting in Emanations.

source: །ཉིན་ཞག་དེ་སུམ་ཅུ་ལ་ཟླ་བ་གཅིག །ཟླ་བ་བཅུ་གཉིས་ལ་ལོ་གཅིག་སྟེ། འཕྲུལ་དགའི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་ལོ་དེ་ལྟ་བུར་བརྩིས་པའི་ལོ་བརྒྱད་སྟོང་ཐུབ་སྟེ།
en: Since thirty such days constitute one month, and twelve such months constitute one year, the lifespan of the devas of the Heaven of Delighting in Emanations is eight thousand years by this way of calculating.

source: དེ་མིའི་ལྟར་བརྩིས་ན་ལོ་བྱེ་བ་ཕྲག་ཉིས་བརྒྱ་སུམ་ཅུ་དང་། ལོ་ས་ཡ་ཕྲག་བཞི་ཡོད་དེ་བར་མ་དོར་འཆི་བ་ནི་ཡོད་དོ།
en: According to human years, this is billion 304 million years. Premature death does occur.

source: །དེ་ནི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་ངུ་འབོད་ཆེན་པོའི་ཉིན་ཞག་གཅིག་གོ།
en: “This—that is, billion 304 million years—corresponds to one day and night for the beings inhabiting the great hell Loud Wailing.

source: །ཉིན་ཞག་དེ་སུམ་ཅུ་ལ་ཟླ་བ་གཅིག །ཟླ་བ་བཅུ་གཉིས་ལ་ལོ་གཅིག་སྟེ། སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་ངུ་འབོད་ཆེན་པོའི་སེམས་ཅན་དམྱལ་བ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་ལོ་དེ་ལྟ་བུར་བརྩིས་པའི་ལོ་བརྒྱད་སྟོང་ཡོད་དོ།
en: Since thirty such days constitute one month, and twelve such months constitute one year, the lifespan of the beings inhabiting the great hell Loud Wailing is eight thousand years by this way of calculating.

source: །དེ་མིའི་ལྟར་བརྩིས་ན་ལོ་བྱེ་བ་ཕྲག་ས་ཡ་གསུམ་དང་། བྱེ་བ་ཕྲག་ལྔ་འབུམ་ཁྲི་ཉིས་སྟོང་དྲུག་ཅུ་རྩ་དྲུག་ཡོད་དེ།
en: According to human years, this is 6 quadrillion 635 trillion 5 0 billion years. Premature death does occur.”

source: བར་མ་དོར་འཆི་བ་ནི་ཡོད་དོ། །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ།
en: Then, at that time, the Bhagavān spoke the following verses:

source: བལྟ་བའི་ཐིབས་པོས་ཁེབས་གྱུར་ཅིང་།
en: “Those who are obstructed by the thicket of wrong views

source: །སྲེད་པའི་གཡོག་པས་གཡོགས་པ་དག །སྡིག་པའི་ཆོས་ནི་སྤྱོད་པ་ཡིས།
en: And blinded by the veil of craving

source: །ངུ་འབོད་དག་ཏུ་སྐྱེ་བར་འགྱུར།
en: Will certainly go to Loud Wailing Due to their evil conduct.

source: །ཡིད་གཅུགས་ཉམས་པའི་མི་དག་ནི།
en: “People who violate friendship and confidentiality

source: །བ་སྤུ་སློང་ཞིང་འབར་བ་ཡིས།
en: Will burn in the blazing, Bloodcurdling hell Loud Wailing,

source: །བསྐོར་བའི་ཁྱིམ་དུ་ནང་ཆུད་ནས།
en: Where they are imprisoned in a circular house.

source: །ངུ་འབོད་ཆེན་པོར་སྲེག་པར་འགྱུར།
en: “There, swords will cut to pieces the bodies

source: །གཏམས་པ་བརྣོགས་པའི་མི་དག་ནི། །རལ་གྲི་ཡིས་ནི་ལུས་གཏུབ་ཅིང་།
en: Of people who have engaged in backbiting.

source: །བྱ་རྒོད་བྱ་རོག་འུག་པ་ཁྱིས།
en: Vultures, crows, owls, and dogs

source: །འགུལ་བཞིན་དུ་ནི་ཟ་བར་འགྱུར།
en: Will shake their bodies to and fro before devouring them.

source: །དགེ་སློང་དག་མི་རྣམས་ཀྱི་ལོ་སྟོང་དྲུག་བརྒྱ་གང་ཡིན་པ་དེ་གཞན་འཕྲུལ་དབང་བྱེད་ཀྱི་ལྷ་རྣམས་ཀྱི་ཉིན་ཞག་གཅིག་གོ། །ཉིན་ཞག་དེ་སུམ་ཅུ་ལ་ཟླ་བ་གཅིག །ཟླ་བ་བཅུ་གཉིས་ལ་ལོ་གཅིག་སྟེ། གཞན་འཕྲུལ་དབང་བྱེད་ཀྱི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་ལོ་དེ་ལྟ་བུར་བརྩིས་པའི་ལྷའི་ལོ་ཁྲི་དྲུག་སྟོང་ཐུབ་བོ།
en: “Monks, one thousand six hundred human years corresponds to one day and night for the devas of the Heaven of the Masters of Others’ Creations. Since thirty such days constitute one month, and twelve such months constitute one year, the lifespan of the devas of the Heaven of the Masters of Others’ Creations is sixteen thousand years by this way of calculating.

source: །དེ་མིའི་ལྟར་བརྩིས་ན་ལོ་ས་ཡ་ཕྲག་དྲུག་དང་། ལོ་བྱེ་བ་ཕྲག་དགུ་བརྒྱ་ཉི་ཤུ་རྩ་གཅིག་ཡོད་དེ།
en: According to human years, this is 9 billion 16 million years.

source: །དེ་ནི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་ཚ་བའི་ཉིན་ཞག་གཅིག་གོ། །ཉིན་ཞག་དེ་སུམ་ཅུ་ལ་ཟླ་བ་གཅིག །ཟླ་བ་བཅུ་གཉིས་ལ་ལོ་གཅིག་སྟེ། སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་ཚ་བའི་སེམས་ཅན་དམྱལ་བ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་ལོ་དེ་ལྟ་བུར་བརྩིས་པའི་ལོ་ཁྲི་དྲུག་སྟོང་ཡོད་དོ།
en: “This—that is, nine billion two hundred sixteen million years—corresponds to one day and night for the beings inhabiting the great hell Heat . Since thirty such days constitute one month, and twelve such months constitute one year, the lifespan of the beings inhabiting the great hell Heat is sixteen thousand years by this way of calculating.

source: །དེ་མིའི་ལྟར་བརྩིས་ན་ལོ་བྱེ་བ་ས་ཡ་ཕྲག་བརྒྱད་དང་། བཞི་འབུམ་དང་། ལོ་བྱེ་བ་ཕྲག་ཁྲི་དྲུག་སྟོང་ལྔ་བརྒྱ་སུམ་ཅུ་ཡོད་དེ། །བར་མ་དོར་འཆི་བ་ནི་ཡོད་དོ།
en: According to human years this is 53 quadrillion 84 trillion 160 billion years. Premature death does occur.”

source: དགེ་སློང་བྲམ་ཟེ་དགེ་བ་དང་། །དེ་བཞིན་དུ་ནི་ཕ་མ་ལས། །གང་ཞིག་རྟག་ཏུ་གདུང་བྱེད་པ།
en: Good monks and brahmins, As well as their father and mother,

source: །དེ་ནི་ཚ་བར་སྐྱེ་བར་འགྱུར།
en: Will be reborn in Heat

source: །འདིར་ནི་གང་ཞིག་གདུང་བ་ཡིས།
en: “Someone who inflicts a lot of pain

source: །སྐྱེ་བོ་མང་པོ་གདུང་བྱེད་པ།
en: On many beings in this world Will be reborn in Heat

source: །ལས་དེ་དག་གིས་ཚ་བ་ཡི། །དམྱལ་བ་རྣམས་སུ་སྐྱེ་བར་འགྱུར།
en: On account of this karma.

source: །དགེ་སློང་དག་ཁྱེད་ཆུ་བུར་ཅན་དུ་སྐྱེས་པའི་སེམས་ཅན་རྣམས་ཀྱི་ཚེའི་མཐའ་ཉན་པར་འདོད་དམ།
en: “Monks, do you want to hear about the lifespan of beings who have been reborn in the Blistering Hell?”

source: །བཅོམ་ལྡན་འདས་ལས་དགེ་སློང་དག་གིས་གང་ཆུ་བུར་ཅན་དུ་སྐྱེས་པའི་སེམས་ཅན་རྣམས་ཀྱི་ཚེའི་མཐའ་བསྟན་པ་ཐོས་ནས་དགེ་སློང་དག་འཛིན་པར་བགྱིད་ལགས་སོ།
en: We, the monks, having heard the teaching from the Blessed One about the lifespan of beings that have been reborn in the Blistering Hell, will retain the teaching well.”

source: །དགེ་སློང་དག་དེའི་ཕྱིར་ལེགས་པར་རབ་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་བཤད་དོ།
en: “Monks, in that case, listen carefully and concentrate! I will teach.

source: །དགེ་སློང་དག་འདི་ལྟ་སྟེ།
en: Monks, it is like this:

source: འདི་ལ་ཏིལ་ཡུལ་ཀོ་ས་ལའི་ཁལ་བཅུ་ཚད་ཉི་ཤུ་ཤོང་བའི་ཁལ་བཅུ་ཚད་ཉི་ཤུ་པ་ཏིལ་གྱིས་བྱུར་བུར་གང་བར་གྱུར་པ་དེ་ལས་མི་ལ་ལ་ཞིག་བརྒྱ་འདས་ཤིང་ཏིལ་འབྲུ་གཅིག་བོར་ཏེ།
en: Imagine a container with a capacity of twenty khārī that contains a full measure of twenty khārī of Kosalan sesame seeds and is filled to the brim with them.

source: ཏིལ་ཁལ་བཅུ་ཚད་ཉི་ཤུ་ཤོང་བའི་ཁལ་བཅུ་ཚད་ཉི་ཤུ་པ་དེ་ཐབས་འདིས་མྱུར་དུ་ཡོངས་སུ་ཟད་ཅིང་གཏུགས་པར་གྱུར་ཀྱང་། དགེ་སློང་དག་ཆུ་བུར་ཅན་དུ་སྐྱེས་པའི་སེམས་ཅན་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་དེ་ལྟ་མ་ཡིན་པར་ང་སྨྲའོ།
en: Now imagine that someone were to remove a single seed from that container every hundred years. I say, monks, that the contents of that container holding twenty khārīs of sesame seeds would quickly be emptied out completely by this method, but, monks, not so the lifespan of beings who have been reborn in the Blistering Hell.

source: །ཆུ་བུར་ཅན་གྱི་ཉི་ཤུ་ཇི་ལྟ་བ་དེ་ལྟར་ཆུ་བུར་རྡོལ་གྱི་གཅིག་ཡིན་ནོ།
en: “Twenty times the lifespan in the Blistering Hell is that in the Bursting Blister Hell. Twenty times the lifespan in the Bursting Blister Hell is that in the Hell of Chattering Teeth.

source: །ཆུ་བུར་རྡོལ་གྱི་ཉི་ཤུ་ཇི་ལྟ་བ་དེ་ལྟར་སོ་ཐམས་ཐམས་ཀྱི་གཅིག་ཡིན་ནོ། །སོ་ཐམས་ཐམས་ཀྱི་ཉི་ཤུ་ཇི་ལྟ་བ་དེ་ལྟར་ཀྱི་ཧུད་ཟེར་གྱི་གཅིག་ཡིན་ནོ། །ཀྱི་ཧུད་ཟེར་གྱི་ཉི་ཤུ་ཇི་ལྟ་བ་དེ་ལྟར་ཨ་ཅུ་ཟེར་གྱི་གཅིག་ཡིན་ནོ།
en: Twenty times the lifespan in the Hell of Chattering Teeth is that in the Hell of Lamentation.

source: །ཨ་ཅུ་ཟེར་གྱི་ཉི་ཤུ་ཇི་ལྟ་བ་དེ་ལྟར་ཨུད་པ་ལ་ལྟར་གས་པའི་གཅིག་ཡིན་ནོ།
en: Twenty times the lifespan in the Hell of Lamentation is that in the Cold Whimpering Hell.

source: །ཨུད་པ་ལ་ལྟར་གས་པའི་ཉི་ཤུ་ཇི་ལྟ་བ་དེ་ལྟར་པད་མ་ལྟར་གས་པའི་གཅིག་ཡིན་ནོ།
en: Twenty times the lifespan in the Cold Whimpering Hell is that in the Splitting Open Like a Blue Lotus Hell.

source: །པད་མ་ལྟར་གས་པའི་ཉི་ཤུ་ཇི་ལྟ་བ་དེ་ལྟར་པད་མ་ལྟར་གས་པ་ཆེན་པོའི་གཅིག་ཡིན་ནོ།
en: Twenty times the lifespan in the Splitting Open Like a Blue Lotus Hell is that in the Splitting Open Like a Lotus Hell.

source: །ལྷ་སྦྱིན་གྱི་ཕྱོགས་དགེ་སློང་ཀོ་ཀ་ལི་ཀས་དགེ་སློང་ཤཱ་རིའི་བུ་དང་། མཽད་གལ་གྱི་བུ་ལ་ཞེ་སྡང་གི་སེམས་བསྐྱེད་པས་རང་གི་ལུས་དེ་ཉིད་ཀྱིས་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་པད་མ་ལྟར་གས་པ་ཆེན་པོར་སྐྱེས་སོ།
en: Twenty times the lifespan in the Splitting Open Like a Lotus Hell is the Great Splitting Open Like a Lotus Hell. Devadatta’s partisan, the monk Kokālika, because he felt anger toward the monks Śāriputra and Maudgalyāyana, will be reborn in the Great Splitting Open Like a Lotus Hell with his own body.

source: །དགེ་སློང་དག་དེ་ལྟ་བས་ན་དེའི་ཕྱིར་འདི་ལྟར་བསླབ་པར་བྱ་སྟེ།
en: “Therefore, monks, you should train the mind thus:

source: སྡོང་དུམ་ཚིག་པ་ལ་ཡང་ཞེ་སྡང་གི་སེམས་བསྐྱེད་པར་མི་བྱ་ན་རྣམ་པར་ཤེས་པ་དང་ལྡན་པའི་ལུས་ལ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་པ་དེ་ལྟར་དགེ་སློང་དག་ཁྱེད་ཀྱིས་བསླབ་པར་བྱའོ།
en: not even toward the burnt stump of a tree should you generate an attitude of hatred, let alone toward a conscious being! You should train in that way, monks!”

source: མི་ཞིག་སྐྱེས་པར་གྱུར་པ་ན།
en: “Some people are born , With a hatchet in their mouth,

source: །གང་གིས་བདག་ནི་གཅོད་བྱེད་པའི། །ཁ་ནས་སྟ་རེའི་ཚིག་འབྱུང་བ།
en: With which they only cut themselves

source: །ཉེས་པར་སྨྲ་བས་སྨྲ་བ་ནི།
en: When speaking words of evil.

source: །གང་དག་སྨད་བྱ་སྟོད་བྱེད་ཅིང་།
en: “Those who praise the ones who are to be reproached

source: །སྐྱེ་བོ་བསྟོད་བྱ་སྨོད་བྱེད་པའི། །སྡིག་གང་བདེ་བ་མི་མྱོང་བའི།
en: And those who reproach the ones who are to be praised

source: །སྡིག་དེ་དེ་ཡི་ཁ་ན་སོགས།
en: Accumulate with their mouths that evil,

source: །གང་འདིར་རྒྱན་པོས་བདག་ནོར་ཡལ།
en: Due to which they cannot find happiness.

source: །འདི་ནི་སྡིག་པ་ཆུང་ངུ་སྟེ།
en: “This is a small sin:

source: །གང་ཞིག་བདེ་གཤེགས་སྡང་སེམས་བསྐྱེད།
en: Losing all one’s wealth through gambling.

source: །འདིར་ནི་སྡིག་པ་དེ་ཆེའོ།
en: This is a great sin: Getting angry at the Tathāgata. “Those who abuse the noble ones,

source: །ངག་དང་ཡིད་ཀྱིས་ཀྱང་ནི་སྡིག་བྱས་ཤིང་། །གང་ཞིག་འཕགས་ལ་སྨོད་པ་དམྱལ་འགྲོ་སྟེ།
en: Having thus directed evil words and thoughts against them,

source: །སྟོང་ཕྲག་བརྒྱར་ནི་ཆུ་བུར་རྡོལ་ནས་སུ།
en: Will go to hell for one hundred thousand nirarbudas

source: །ཆུ་བུར་ཅན་དུ་སུམ་ཅུ་རྩ་དྲུག་གོ།
en: And thirty-six arbudas.

source: །སྡིག་པའི་སེམས་ཀྱིས་བདེན་པར་མི་སྨྲ་བ།
en: “Speaking untruth with a mind intending evil

source: །བདག་ཉིད་བརླག་ཅིང་དམྱལ་བར་འཕེན་པར་བྱེད།
en: Is what destroys one and hurls one into hell.

source: །དེ་ཡིད་དྲི་མས་མ་རྙོགས་པར་བྱེད་དེ།
en: A mind that is not tainted by these stains,

source: །ཁ་ན་མ་ཐོ་མེད་པ་དེ་བཟོད་དོ།
en: That is blameless, is steadfast.

source: །དགེ་སློང་དག་སེམས་ཅན་དམྱལ་བ་ཆེན་པོ་རབ་ཏུ་ཚ་བའི་ཚེའི་ཚད་ནི་བསྐལ་པ་ཕྱེད་གཅིག་ཡིན་ཏེ།
en: “Monks, the lifespan of beings inhabiting the great hell Intense Heat is half an eon.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་དེའི་ཚེ་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ། འབྲས་བུ་ཡིད་འོང་མཐོ་རིས་སུ།
en: Then, at that point, the Bhagavān spoke the following verses: “Having abandoned wholesome actions

source: །སྐྱེ་འགྱུར་དགེ་བ་སྤངས་ནས་ནི།
en: Through which one is reborn in heaven,

source: །འདིར་ནི་མི་སྡུག་ལས་བྱས་པས།
en: And having done harmful actions here, in this world,

source: །རབ་ཏུ་ཚ་བར་སྐྱེ་བར་འགྱུར།
en: One is reborn in Intense Heat. “Those who harm good ascetics or brahmins,

source: །དགེ་སྦྱོང་བྲམ་ཟེ་དགེ་བ་དང་། །ཕ་དང་མ་ཡང་དེ་བཞིན་ཏེ།
en: Or their father or mother,

source: །གང་ཡང་བླ་མ་གཞན་གསོད་པ།
en: Or any other teacher

source: །རབ་ཏུ་ཚ་བར་དེ་འཚེད་དོ།
en: Will boil in Intense Heat.

source: །དགེ་སློང་དག་དམྱལ་བ་ཆེན་པོ་མནར་མེད་པའི་ཚེའི་ཚད་ནི་བསྐལ་པ་གཅིག་སྟེ།
en: “Monks, the lifespan of the beings in the great hell Incessant Torture is one eon.

source: །མི་གཏི་མུག་ཅན་ལྷས་བྱིན་གྱིས་དགེ་འདུན་འཐུན་པ་ཕྱེ་བ་དང་། དེ་བཞིན་གཤེགས་པ་ལ་ངན་སེམས་ཀྱིས་ཁྲག་ཕྱུང་བ་དང་། དགེ་སློང་མ་དགྲ་བཅོམ་པ་བསད་པས་རང་གི་ལུས་དེ་ཉིད་ཀྱིས་དམྱལ་བ་ཆེན་པོ་མནར་མེད་པ་དེར་སྐྱེས་སོ།
en: This is where the fool Devadatta was reborn with his own body because he split the undivided Saṅgha and, with evil intentions, drew the Tathāgata’s blood and beat a nun, who was an arhantī, to death.”

source: འཕགས་པ་རྣམས་ཀྱིས་བསྟན་པ་ཡི། །ཆོས་ཀྱིས་འོས་པར་འཚོ་རྣམས་ལ།
en: The teaching of those noble ones who worthily live according to the truth,

source: །སྡིག་པའི་ལྟ་བ་ལ་བརྟེན་ནས། །བློ་ངན་གང་ཞིག་སྨོད་བྱེད་པ།
en: Because they have resorted to evil views,

source: །ཚེར་ཅན་འོད་མའི་འབྲས་བུ་ལྟར། །དེ་ནི་འབྲས་བུ་རླག་པར་བྱེད།
en: Cultivate a deadly fruit, like the fruit of the thorny bamboo.

source: །དགེ་བར་འགྱུར་བ་བརྗོད་བྱ་སྟེ།
en: They should only speak benevolently.

source: །སྡིག་པ་ཅན་དག་མི་བརྗོད་དོ།
en: They should not speak maliciously.

source: །དགེ་བ་སྨྲས་ན་ལེགས་པར་འགྱུར།
en: When they speak benevolently, things will turn out well.

source: །སྡིག་པ་སྨྲས་ན་སྲེག་འགྱུར་བས། །གལ་ཏེ་སྨྲ་ན་དགེ་བ་སྨྲའི།
en: When they speak maliciously, they will burn.

source: །སྡིག་པ་སྨྲས་ན་རླག་པར་འགྱུར།
en: When fools utter malicious speech, They become enchained.

source: །བྱིས་པ་རྣམས་ནི་སྡིག་སྨྲ་སྟེ།
en: Only fools speak maliciously;

source: །འཕགས་པ་རྣམས་ནི་མ་ཡིན་ནོ།
en: Noble ones never utter them! “Having committed heinous acts in this world,

source: །འདིར་ནི་ངན་འགྲོར་འགྲོ་བ་ཡི། །ལས་ནི་ཤས་ཆེར་བྱས་པས་ན།
en: Which lead to unfortunate rebirth-destinies,

source: །ལས་དེ་དག་གིས་མནར་མེད་པའི།
en: Through this karma,

source: །དགེ་སློང་དག་ཚངས་རིས་ཀྱི་ལྷ་རྣམས་ཀྱི་ཆེའི་ཚད་ནི་བསྐལ་པ་ཕྱེད་དེ།
en: “Monks, the lifespan of the devas in the Heaven of Brahmā’s Retinue is half an eon.

source: །དགེ་སློང་དག་ཚངས་པའི་མདུན་ན་འདོན་གྱི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་བསྐལ་པའི་བཞི་ཆ་གསུམ་ཐུབ་སྟེ།
en: “Monks, the lifespan of the devas in the Heaven of Brahmā’s Ministers is three quarters of an eon. Premature death does occur.

source: བར་མ་དོར་འཆི་བ་ནི་ཡོད་དོ། །དགེ་སློང་དག་ཚངས་ཆེན་གྱི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་བསྐལ་པ་གཅིག་ཐུབ་སྟེ།
en: “Monks, the lifespan of the devas in the Heaven of Great Brahmā is one eon. Premature death does occur.

source: བར་མ་དོར་འཆི་བ་ནི་ཡོད་དོ། །དགེ་སློང་དག་འོད་ཆུང་གི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་བསྐལ་པ་གཉིས་ཐུབ་སྟེ།
en: “Monks, the lifespan of the devas in the Heaven of Limited Radiance is two eons.

source: །དགེ་སློང་དག་ཚད་མེད་འོད་ཀྱི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་བསྐལ་པ་བཞི་ཐུབ་སྟེ།
en: “Monks, the lifespan of the devas in the Heaven of Boundless Radiance is four eons.

source: །དགེ་སློང་དག་འོད་གསལ་གྱི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་བསྐུལ་པ་བརྒྱད་ཐུབ་སྟེ།
en: “Monks, the lifespan of the devas in the Heaven of Luminous Radiance is eight eons.

source: །དགེ་སློང་དག་དགེ་ཆུང་གི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་བསྐལ་པ་བཅུ་དྲུག་ཐུབ་སྟེ།
en: “Monks, the lifespan of the devas in the Heaven of Limited Virtue is sixteen eons.

source: །དགེ་སློང་དག་ཚད་མེད་དགེ་བའི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་བསྐལ་པ་སུམ་ཅུ་རྩ་གཉིས་ཐུབ་སྟེ།
en: “Monks, the lifespan of the devas in the Heaven of Boundless Virtue is thirty-two eons.

source: །དགེ་སློང་དག་དགེ་རྒྱས་ཀྱི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་བསྐལ་པ་དྲུག་ཅུ་རྩ་བཞི་ཐུབ་སྟེ།
en: “Monks, the lifespan of the devas in the Heaven of Perfect Virtue is sixty-four eons.

source: །དགེ་སློང་དག་སྤྲིན་མེད་ཀྱི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་བསྐལ་པ་བརྒྱ་ཉི་ཤུ་རྩ་ལྔ་ཐུབ་སྟེ།
en: “Monks, the lifespan of the devas in the Cloudless Heaven is one hundred twenty-five eons.

source: །དགེ་སློང་དག་བསོད་ནམས་སྐྱེས་ཀྱི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་བསྐལ་པ་ཉིས་བརྒྱ་རྩ་ལྔ་བཅུ་ཐུབ་སྟེ།
en: “Monks, the lifespan of the devas in the Heaven Born from Merit is two hundred fifty eons.

source: །དགེ་སློང་དག་འབྲས་བུ་ཆེ་བའི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་བསྐལ་པ་ལྔ་བརྒྱ་ཐུབ་སྟེ།
en: “Monks, the lifespan of the devas in the Heaven of Great Reward is five hundred eons.

source: །དགེ་སློང་དག་འདུ་ཤེས་མེད་པའི་སེམས་ཅན་དང་མི་ཆེ་བའི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་བསྐལ་པ་སྟོང་ཐུབ་སྟེ།
en: “Monks, the lifespan of both the Insentient Beings and the devas of the Unlofty Heaven is one thousand eons. Premature death does occur.

source: བར་མ་དོར་འཆི་བ་ནི་ཡོད་དོ། །དགེ་སློང་དག་མི་གདུང་བའི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་བསྐལ་པ་ཉིས་སྟོང་ཐུབ་སྟེ།
en: “Monks, the lifespan of the devas in Sorrowless Heaven is two thousand eons.

source: །དགེ་སློང་དག་ཤིན་ཏུ་མཐོང་གི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་བསྐལ་པ་བཞི་སྟོང་ཐུབ་སྟེ།
en: “Monks, the lifespan of the devas in the Heaven of Sublime Vision is four thousand eons.

source: །དགེ་སློང་དག་གྱ་ནོམ་སྣང་གི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་བསྐལ་པ་བརྒྱད་སྟོང་ཐུབ་སྟེ།
en: “Monks, the lifespan of the devas in the Heaven of Great Vision is eight thousand eons.

source: །དགེ་སློང་དག་འོག་མིན་གྱི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་བསྐལ་པ་ཁྲི་དྲུག་སྟོང་ཐུབ་སྟེ།
en: “Monks, the lifespan of the devas in the Highest Heaven is sixteen thousand eons.

source: །དགེ་སློང་དག་ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་དུ་ཉེ་བར་འགྲོ་བའི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་བསྐལ་པ་ཉི་ཁྲི་སྟེ།
en: “Monks, the lifespan of the devas belonging to the Sphere of the Infinity of Space is twenty thousand eons. Premature death does occur.

source: བར་མ་དོར་འཆི་བ་ནི་ཡོད་དོ། །དགེ་སློང་དག་རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་དུ་ཉེ་བར་འགྲོ་བའི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་བསྐལ་པ་བཞི་ཁྲི་སྟེ།
en: “Monks, the lifespan of the devas belonging to the Sphere of the Infinity of Consciousness is forty thousand eons.

source: །དགེ་སློང་དག་ཅི་ཡང་མེད་པའི་སྐྱེ་མཆེད་དུ་ཉེ་བར་འགྲོ་བའི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་བསྐལ་པ་དྲུག་ཁྲི་སྟེ།
en: “Monks, the lifespan of the devas belonging to the Sphere of Nothingness is sixty thousand eons.

source: །དགེ་སློང་དག་འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་དུ་ཉེ་བར་འགྲོ་བའི་ལྷ་རྣམས་ཀྱི་ཚེའི་ཚད་ནི་བསྐལ་པ་བརྒྱད་ཁྲི་སྟེ།
en: “Monks, the lifespan of the devas belonging to the Sphere of Neither Perception nor Non-perception is eighty thousand eons.

source: །དགེ་སློང་དག་དེ་ལྟར་དམྱལ་བ་ཆེན་པོ་མནར་མེད་པ་ནས་འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ཀྱི་བར་དེ་དག་ནི་དགེ་སློང་དག་སྲིད་པའི་རྩེ་མོ་དང་། དེ་དག་ནི་སྲིད་པའི་རྩེ་མོ་ཡིན་ནོ།
en: “Monks, from the hell Incessant Torture up to the Sphere of Neither Perception nor Non-perception—which, monks, is the peak of existence—these states respectively demarcate the upper and lower limits of the whole of existence.

source: །དེ་དག་ནི་སྲིད་པ་འབྱུང་བ་ཡིན་ཏེ།
en: These states are the manifestation of existence.

source: དེ་དག་ནི་འགྲོ་བ་ལྔའི་སེམས་ཅན་རྣམས་འོང་བ་དང་། འགྲོ་བ་དང་། གནས་པ་དང་། འཆི་བ་དང་། སྐྱེ་བར་སྣང་ངོ་།
en: They are the places where living beings of the five rebirth-destinies come and go, live, die, and are reborn.

source: །སྲིད་པའི་འབྱུང་བས་ཆོག་ཤེས་པར་གྱིས་ཤིག །ང་ནི་སྲིད་པ་མངོན་པར་སྒྲུབ་པ་ཆུང་ངུ་ལ་ཡང་། ཐ་ན་དེའི་སྐད་ཅིག་ཙམ་ཡང་བསྔགས་པ་མི་མཛད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Enough with the manifestation of existence! I do not speak with even the slightest praise of the manifestation of existence, however small it may be, however short in duration. Why is that?

source: སྲིད་པ་མངོན་པར་སྒྲུབ་པ་ནི་སྡུག་བསྔལ་ཡིན་པའི་ཕྱིར་ཏེ།
en: Because the manifestation of existence is suffering.

source: དཔེར་ན་མི་གཙང་བ་ནི་ཉུང་ངུ་ཡང་མི་ཞིམ་ན་མང་པོ་ལྟ་ཅི་སྨོས།
en: Take, for instance, something that is impure: when even a little of it stinks, how much more so does a lot of it!

source: དེ་ལྟར་དེ་བཞིན་དུ་ང་ནི་སྲིད་པ་མངོན་པར་སྒྲུབ་པ་ཆུང་ངུ་ལ་ཡང་ཐ་ན་དེའི་སྐད་ཅིག་ཙམ་ཡང་བསྔགས་པ་མི་མཛད་དོ།
en: In the same way, I do not speak with even the slightest praise of the manifestation of existence, however small it may be, however short in duration.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Why is that?

source: དགེ་སློང་དག་སྲིད་པ་མངོན་པར་སྒྲུབ་པ་ནི་སྡུག་བསྔལ་ཡིན་པའི་ཕྱིར་རོ།
en: Because, monks, the manifestation of existence is suffering.

source: །སོ་སོའི་སྐྱེ་བོ་བྱིས་པ་ཐོས་པ་དང་མི་ལྡན་པ་དེ་དག་ནི་འགྲོ་བ་ལྔ་པོའི་འཁོར་བ་གང་དུ་ཡང་དང་ཡང་དུ་དམྱལ་བ་རྣམས་དང་། ཡང་དང་ཡང་དུ་དུད་འགྲོ་རྣམས་དང་། ཡང་དང་ཡང་དུ་ངན་སོང་ངན་འགྲོ་ལོག་པར་ལྟུང་བ་རྣམས་སུ་ཀུན་ཏུ་རྒྱུག་ཀུན་ཏུ་རབ་ཏུ་རྒྱུག་གོ།
en: Ordinary, worldly people, uneducated in the Dharma, continually cycle again and again in the five rebirth-destinies; again and again they rush to the hells, again and again to the animal realm, again and again to evil states, to unfortunate rebirth-destinies, to destruction.

source: སྲིད་པ་རྒྱུན་ཆད་པར་བྱ་བ་གང་ཡིན་པ་ལ་བརྩོན་པར་བྱ་ཞིང་སྲིད་པ་མངོན་པར་མི་བསྒྲུབ་པར་བྱའོ། །དགེ་སློང་དག་ཁྱེད་ཀྱིས་དེ་ལྟར་བསླབ་པར་བྱའོ།
en: ‘I shall strive to cut off the stream of existence at any point and not let saṃsāra unfold!’ Monks, you should train in this way!”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། དགེ་སློང་དེ་དག་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།།
en: After the Blessed One had thus spoken, the monks were deeply overjoyed and rejoiced in the Blessed One’s words.

source: ཚེའི་མཐའི་མདོ་རྫོགས་སོ།།
en: This concludes “The Sūtra on the Limits of Life.”

source: །།རྒྱ་གར་གྱི་མཁན་པོ་བི་ཤུད་དྷ་སིང་ཧ་དང་། ལོ་ཙྪ་བ་བན་དེ་དགེ་བའི་དཔལ་གྱིས་བསྒྱུར།
en: Colophon This was translated by the Indian preceptor Viśuddhasiṃha and the monk Gewé Pal.
